Repository: Anne017/openfoodfacts-ubuntu
Catalog: po/*.po
Languages: ar, ca, el, hu

source: Barcode reader
ar: قارئ الباركود
ca: Lector de codi de barres
el: Αναγνώστης barcode
hu: Vonalkódolvasó

source: Import image
ar: ادخال صورة
ca: Importa una imatge
el: Εισαγωγή εικόνας
hu: Kép importálása

source: About
ar: حول
ca: Quant a
el: Περί
hu: Névjegy

source: Terms of use
ar: شروط الاستخدام
ca: Condicions d'ús
el: Όροι χρήσης
hu: Felhasználási feltételek

source: Add product
ar: اضف المنتج
ca: Afegeix producte
el: Προσθήκη προϊόντος
hu: Termék hozzáadása

source: Allergen
ar: المسببة للحساسية
ca: Al·lèrgens
el: Αλλεργιογόνο
hu: Allergén

source: Reading barcode
ar: قراءة الباركود
ca: Llegint codi de barres
el: Γίνεται ανάγνωση barcode
hu: Vonalkód olvasása

source: please, wait until the focus is done
ar: يرجى الانتظار حتى يتم التركيز
ca: per favor, espere fins obtindre el focus
el: Παρακαλούμε περιμένετε μέχρι να γίνει η εστίαση
hu: várjon amíg az eszköz megfelelően fókuszál

source: Historical
ar: التاريخي
ca: Històric
el: Ιστορικό
hu: Előzmények

source: Empty history
ar: التاريخ فارغ
ca: Històric buit
el: Καθαρισμός ιστορικού
hu: Nincsenek előzmények

source: You have not scanned product.
ar: لم تقم بمسح ضوئي للمنتج
ca: No ha escanejat cap producte
el: Δεν έχετε σκανάρει προϊόν.
hu: Még nem keresett termékre

source: gluten
ar: الغولتين
el: γλουτένη
hu: glutén

source: gluten, wheat, rye, barley, oats, spelt, kamut, wheat semolina
ar: الغلوتين والقمح والجاودار والشعير والشوفان وردت، كاموت، سميد من القمح
ca: gluten, blat, sègol, ordi, avena, espelta, kamut, sèmola de blat
el: γλουτένη, σιτάρι, σίκαλη, κριθάρι, βρώμη, όλυρα (αγριοσίταρο), σιτάρι χορασάν (kamut), σιμιγδάλι
hu: glutén, búza, rozs, árpa, zab, tönkölybúza, kamut, búzadara

source: crustaceans
ar: القشريات
ca: crustacis
el: μαλακόστρακα
hu: rákfélék

source: crustaceans, crab, lobster, crayfish, prawn, shrimp
ar: القشريات، سرطان البحر، جراد البحر، جراد البحر، الجمبري والروبيان
ca: crustacis, cranc, llagosta, cranc de riu, gamba, gambeta
el: μαλακόστρακα, καβούρι, αστακός, καραβίδα, γαρίδα, γάμπαρη
hu: rákfélék, rák, homár, garnéla

source: eggs
ar: بيض
ca: ous
el: αυγά
hu: tojás

source: eggs, egg, egg yolk
ar: البيض، البيض، صفار البيض
ca: ous, ou, rovell d'ou
el: αυγά, αυγό, κρόκος αυγού
hu: tojás, tojássárgája

source: fish
ar: سمكة
ca: peix
el: ψάρι
hu: hal

source: fish, fishes, cod, mackerel, flounder, halibut, turbot, haddock, salmon, sole, trout, tuna, sardine, sardines
ar: الأسماك، الأسماك، وسمك القد والماكريل والسمك المفلطح، سمك الهلبوت، سمك الترس، سمك الحدوق، سمك السلمون، سمك موسى، والسلمون، والتونة، السردين، سمك السردين
ca: peixos, bacallà, verat, palaia, rèmol, mer, abadejo, salmó, llenguado, truita, tonyina, sardina, sardines
el: ψάρι, ψάρια, γάδος, σκουμπρί, πησσί, ιππόγλωσσος, καλκάνι, εγκλεφίνος, σολωμός, γλώσσα, πέστροφα, τόνος, σαρδέλλα, σαρδέλλες
hu: hal, halak, tőkehal, makréla, lepényhal, laposhal, nagy rombuszhal, foltos tőkehal, lazac, pisztráng, tonhal, szardínia

source: peanuts
ar: الفول السوداني
ca: cacauets
el: φιστίκια
hu: mogyoró

source: peanuts, peanut, arachis hypogaea
ar: الفول السوداني، والفول السوداني
ca: cacauets, cacauet, Arachis hypogaea
el: φιστίκια, φιστίκι, αράπικο φιστίκι
hu: mogyoró, földimogyoró

source: soybeans
ar: فول الصويا
ca: soja
el: σόγια
hu: szójabab

source: soybeans, soya, soja, soia, soy
ar: فول الصويا، فول الصويا، فول الصويا، فول الصويا
ca: soja
el: φυτό σόγιας, σόγια
hu: szójabab, szója,

source: milk
ar: حليب
ca: llet
el: γάλα
hu: tej

source: milk, lactose, whey, dairy, butter, cream, yogurt, cheese, yoghurt
ar: الحليب، اللاكتوز، مصل اللبن، ومنتجات الألبان والزبدة والقشدة واللبن والجبن والزبادي
ca: llet, lactosa, sèrum de llet, productes lactis, mantega, crema, iogurt, formatge, iogurt
el: γάλα, λακτόζη, τυρόγαλο, γαλακτοκομικό, βούτυρο, κρέμα, γιαούρτι, τυρί
hu: tej, laktóz, savó, vaj, tejszín, joghurt, sajt

source: nuts
ar: جوز
ca: nous
el: ξηροί καρποί
hu: dió

source: nuts, almonds, hazelnuts, walnuts, cashews, cashew, pecan nuts, pecan, Brazil nuts, pistachio nuts, macadamia, Queensland nuts
ar: المكسرات مثل اللوز والبندق والجوز والكاجو، والكاجو، الجوز البقان، البقان والبندق والبرازيل، والفستق، المكاديميا والمكسرات كوينزلاند
ca: nous, ametlles, avellanes, nous, anacards, nous pequen, pequen, nous del Brasil, nous de pistatxo, de macadàmia, nous d'Austràlia
el: ξηροί καρποί, αμύγδαλα, φουντούκια, καρύδια, κάσιους, κάσιου, πεκάν, φιστίκια πεκάν, καρύδια Βραζιλίας, φιστίκια Αιγίνης, μακαδάμια
hu: dió, mandula, mogyoró, kesudió, pekándió, brazil dió, pisztácia, makadámia, queenslandi dió

source: celery
ar: كرفس
ca: api
el: σέλερι
hu: zeller

source: mustard
ar: خردل
ca: mostassa
el: μουστάρδα
hu: mustár

source: mustard, brassica
ar: الخردل، الكرنب
ca: mostassa, brassica
el: μουστάρδα, κράμβη
hu: mustár, káposztafélék

source: sesame
ar: سمسم
ca: sèsam
el: σουσάμι
hu: szezám

source: sulfur
ar: كبريت
ca: sofre
el: θείο
hu: kén

source: sulphur dioxide and sulphites, sulphur dioxide, sulphites, sulfites, bisulfite, metabisulfite, E150b, E150d, E220, E221, E222, E223, E224, E225, E226, E227, E228
ar: ثاني أكسيد الكبريت والكبريتات، وثاني أكسيد الكبريت والكبريتات، الكبريتيت، بيسلفيت، ميتابيسلفيت، E150b، E150d، E220، E221، E222، E223، E224، E225، E226، E227، E228
ca: diòxid de sofre i sulfits, anhídrid sulfurós, sulfits, bisulfit, metabisulfit, E150b, E150d, E220, E221, E222, E223, E224, E225, E226, E227, E228
el: διοξείδιο του θείου και θειώδη, διοξείδιο του θείου, θειώδη, υδρογονοθειώδη, μεταδιθειώδη, E150b, E150d, E220, E221, E222, E223, E224, E225, E226, E227, E228
hu: kén-dioxid és szulfitok, kén-dioxid, szulfitok, hidrogén-szulfit, metabiszulfit, E150b, E150d, E220, E221, E222, E223, E224, E225, E226, E227, E228

source: molluscs
ar: الرخويات
el: μαλάκια
hu: puhatestűek

source: molluscs, mollusc, mollusks, mollusk, squid, cuttlefish, oysters, oyster, mussles, mussle, clams, clam, scallops, scallop
ar: الرخويات، الرخويات، الرخويات، الرخويات والحبار، الحبار، والمحار، والمحار، وبلح البحر، بلح البحر، والمحار، والبطلينوس والمحار، الإسكالوب
ca: mol·luscs, mol·lusc, calamars, sèpies, ostres, musclos, cloïsses, vieires, petxina de pelegrí
el: μαλάκια, μαλάκιο, καλαμάρι, σουπιά, στρείδια, στρείδι, μύδια, μύδι, αχιβάδες, αχιβάδα, χτένια, χτένι
hu: kagylók, puhatestűek, rákfélék, tintahal, osztriga, kagyló

source: lupin
ar: الترمس
ca: lupinus
el: λούπινο
hu: farkasbab, csillagfürt

source: Open Food Facts
ar: الحقائق الغدائيه المفتوحه

source: Settings
ar: الإعدادات
ca: Paràmetres
el: Ρυθμίσεις
hu: Beállítások

source: Enter your product's name or product's barcode
ar: أدخل اسم المنتج الخاص بك أو باركود المنتج
ca: Escriga el nom del producte o el codi de barres
el: Εισάγετε το όνομα ή το barcode του προϊόντος
hu: Adja meg a termék nevét vagy vonalkódját

source: Product not found
ar: المنتج غير موجود
ca: El producte no es troba
el: Το προϊόν δε βρέθηκε
hu: Nem található termék

source: Your product was not found
ar: لم يتم العثور على المنتج الخاص بك
ca: El seu producte no s'ha trobat
el: Το προϊόν σας δε βρέθηκε
hu: Nem található ilyen termék

source: search result for :
ar: نتيجة البحث عن
ca: resultats de cerca per a :
el: αποτελέσματα αναζήτησης για:
hu: keresése erre:

source: Common name
ar: الإسم الشائع
ca: Nom comú
el: Κοινή ονομασία
hu: Ismert neve

source: Quantity
ar: الكمية
ca: Quantitat
el: Ποσότητα
hu: Mennyiség

source: Packaging
ar: التعبئة
ca: Empaquetament
el: Συσκευασία
hu: Csomagolás

source: Brands
ar: العلامات التجارية
ca: Marques
el: Εμπορικές Μάρκες
hu: Márkák

source: Categories
ar: الاصناف
el: Κατηγορίες
hu: Kategóriák

source: Origin of ingredients
ar: أصل المكونات
ca: Origen dels ingredients
el: Προέλευση συστατικών
hu: Összetevők származása

source: Manufacturing or processing places
ar: أماكن التصنيع أو التجهيز
ca: Llocs de fabricació o processament
el: Σημεία παρασκευής ή επεξεργασίας
hu: Gyártási vagy feldolgozási helyek

source: City and Country where purchased
ar: المدينة والبلد الذي تم الشراء منه
ca: País o ciutat os va ser adquirit
el: Πόλη και χώρα αγοράς
hu: Vásárlás országa, városa

source: Stores
ar: المتاجر
ca: Botigues
el: Καταστήματα
hu: Boltok

source: Countries where sold
ar: البلدان التي تباع
ca: Països on es va vendre
el: Χώρες πώλησης
hu: Árusító országok

source: Ingredients
ar: المكونات
el: Συστατικά
hu: Össztevők

source: Substances or products causing allergies or intolerances
ar: المواد أو المنتجات يسبب الحساسية أو عدم تحمل
ca: Productes o substancies que causen intoleràncies o al·lèrgies
el: Ουσίες ή προϊόντα που προκαλούν αλλεργίες ή δυσανεξία
hu: Allergiát vagy intoleranciát okozó anyagok, termékek

source: Traces
ar: آثار
el: Ίχνη
hu: Nyomokban tartalmazhat

source: Composition
ar: التركيب
ca: Composició
el: Σύνθεση
hu: Összetétel

source: Fat
ar: الدهن
ca: Greix
el: Λίπη
hu: Zsír

source: Proteins
ar: البروتينات
ca: Proteïnes
el: Πρωτεΐνες
hu: Fehérje

source: Salt
ar: ملح
ca: Sal
el: Αλάτι
hu: Só

source: Dietary fiber
ar: الألياف الغذائية
ca: Fibra dietètica
el: Φυτικές ίνες
hu: Élelmi rost

source: Serving size
ar: حجم الحصة
ca: Mida de la porció
el: Μέγεθος μερίδας
hu: Adag

source: Allergen detected
ar: الكشف عن حساسية
ca: S'ha detectat un al·lergen
el: Ανιχνεύτηκε αλλεργιογόνο
hu: Észlelt allergének

source: Nutrition facts
ar: حقائق غذائية
ca: Informació nutricional
el: Θρεπτικά στοιχεία
hu: Tápanyag ismertető

source: Product characteristics
ar: خصائص المنتج
ca: Característiques del producte
el: Χαρακτηριστικά προϊόντος
hu: Termék információk

source: nutritional value
ar: القيمة الغذائية
ca: valor nutricional
el: Θρεπτική αξία
hu: tápérték

source: Composition by
ar: تكوين بواسطة
ca: Compost per
el: Σύνθεση από
hu: Összetétel

source: serving
ar: وجبة
ca: porció
el: μερίδα
hu: adag

source: Energy
ar: الطاقة
ca: Energia
el: Ενέργεια
hu: Energia

source: and
ar: و
ca: i
el: και
hu: és

source: Lipides
ar: الليبيدات
ca: Lípids
el: Λιπίδια
hu: lipidek

source: Carbohydrate
ar: كربوهيدرات
ca: Carbohidrat
el: Υδατάνθρακας
hu: Szénhidrát

source: of which Sugars
ar: من الذي السكريات
ca: dels quals sucre
el: από τα οποία Σάκχαρα
hu: ebből cukor

source: Sodium
ar: صوديوم
ca: Sodi
el: Νάτριο
hu: Nátrium

source: about
ar: حول
ca: quant a
el: σχετικά
hu: Névjegy

source: Global
ar: عالمي
ca: General
hu: Globális

source: Viewing Information
ar: عرض معلومات
ca: Informació de visualització
el: Προβολή πληροφοριών

source: ingredients
ar: المكونات
el: συστατικά

source: Developer settings
ar: إعدادات المطور
ca: Configuració del programador
hu: Fejlesztői beállítások

source: Delete settings
ar: حذف إعدادات
ca: Esborra configuració
el: Διαγραφή ρυθμίσεων
hu: Beállítások törlése

source: Skip
ar: تخطى
ca: Omet
el: Παράβλεψη
hu: Kihagyás

source: Welcome to Open Food Facts
ar: مرحبا بكم في حقائق الغذاء المفتوح
ca: Benvinguts a Open Food Facts
el: Καλωσήρθατε στο Open Food Facts
hu: Üdvözli az Open Food Facts!

source: An application to learn more about food and eating healthier, it lists information about food products worldwide.
ar: تطبيق لمعرفة المزيد عن الطعام والأكل الصحي، فإنه يسرد المعلومات حول المنتجات الغذائية في جميع أنحاء العالم
ca: Una aplicació per aprendre més sobre menjar i menjar més sa, llista informació sobre productes d'alimentació arreu del món.
el: Μια εφαρμογή για να μάθετε περισσότερα σχετικά με το φαγητό και την υγιεινή διατροφή, η οποία παραθέτει πληροφορίες για προϊόντα φαγητού από όλο τον κόσμο.
hu: Egy alkalmazás, ha többet szeretne megtudni az élelmiszerekről és az egészségesebb táplálkozásról. Információt találhat világszerte árult termékekről.

source: Swipe to move between pages
ar: انتقد للتنقل بين الصفحات
ca: Lliscar per moure's entre pàgines
el: Σύρετε για να αλλάξετε σελίδα
hu: Húzással navigálhat az oldalak között

source: Discover products and their ingredients
ar: اكتشاف المنتجات ومكوناتها
ca: Descobreix productes i els seus ingredients
el: Ανακαλύψτε προϊόντα και τα συστατικά τους
hu: Fedezze fel a termékeket és azok összetevőit

source: Open Food Facts uses the official database of the same name to provide access to a huge collection of food products and their ingredients. You can also add products directly on the official site.
ar: مفتوحة حقائق الغذاء يستخدم قاعدة بيانات الرسمية التي تحمل الاسم نفسه لتوفير الوصول إلى مجموعة ضخمة من المنتجات الغذائية ومكوناتها. يمكنك أيضا إضافة المنتجات مباشرة على الموقع الرسمي.
ca: Open Food Facts usa la base de dades oficial amb el mateix nom per tindre accés a una gran col·lecció de productes alimentaris i els seus ingredients. També pot afegir productes directament a la web oficial.
el: Το Open Food Facts χρησιμοποιεί την επίσημη ομώνυμη βάση δεδομένων για να σας παρέχει πρόσβαση σε μια τεράστια συλλογή προϊόντων φαγητών και των συστατικών τους. Μπορείτε επίσης να προσθέσετε προϊόντα απευθείας από την επίσημη ιστοσελίδα.
hu: Az Open Food Facts az azonos nevű hivatalos adatbázisra épül, és ezáltal hozzáférést biztosít az élelmiszeripari termékek és összetevőik gyűjteményéhez. A hivatalos oldalon adhat hozzá új termékeket.

source: Allergen management
ar: إدارة حساسية
ca: Gestió d'al·lèrgens
el: Διαχείριση αλλεργιογόνων
hu: Allergén összetevők

source: If you have a food allergy, ask that information in paramêtres. The application will help you identify a single glance the products compatible with your allergy.
ar: إذا كان لديك حساسية الطعام، نطلب المعلومات في البارامترات. والتطبيق سوف تساعدك على تحديد لمحة واحدة من منتجات متوافقة مع الحساسية الخاصة بك.
ca: Si te una al·lèrgia a algun aliment, pregunte eixa informació als paràmetres. La aplicació l'ajudarà a identificar d'una mirada els productes compatibles amb la seua al·lèrgia.
el: Αν έχετε κάποια αλλεργία σε φαγητό, αναζητήστε αυτή την πληροφορία στις παραμέτρους. Η εφαρμογή θα σας βοηθήσει να εντοπίσετε με μια ματιά τα προϊόντα που είναι συμβατά με την αλλεργία σας.
hu: Ha allergiája van, mindenképp nézze át a termék információit. Próbáljuk a lehető legszéleskörűbben lefedni az allergén összetevőket egy termékben.

source: OpenFoodFacts is available in over 10 languages and is translated by the %1 community
ar: OpenFoodFacts يتوفر في أكثر من 10 لغة، وترجم من قبل المجتمع<a href=\link\>%1</a>.
ca: OpenFoodFacts està disponible en més de 10 idiomes i està traduït per %1 comunitat
el: Το OpenFoodFacts είναι διαθέσιμο σε πάνω από 10 διαφορετικές γλώσσες και μεταφράζεται από την %1 κοινότητα.
hu: Az OpenFoodFacts több, mint 10 nyelven érhető el, köszönhetően a %1 közösségnek

source: Support
ar: دعم
ca: Suport
el: Υποστήριξη
hu: Támogatás

source: If you find any bugs or have any feature requests, let us know on our project page at %1
ar: إذا وجدت أي أخطاء أو لديك أي طلبات جديدة، واسمحوا لنا أن نعرف على صفحة المشروع في <a href=\link\>%1</a>.
ca: Si troba algun error o té alguna petició de característiques, faça-nos-ho saber a la pàgina del projecte a %1
el: Αν βρείτε τυχόν σφάλματα ή αν θέλετε να προτείνετε νέες λειτουργίες, ενημερώστε μας στο ιστολόγιο της εφαρμογής στο %1
hu: Ha bármilyen hibát talál, vagy van egy ötlete, vegye fel velünk a kapcsolatot a projekt oldalán: %1

source: Enjoy
ar: استمتع
ca: Gaudeix
el: Απολαύστε το
hu: Élvezze

source: We hope you enjoy using OpenFoodFacts!
ar: نأمل أن تستمتع باستخدام OpenFoodFacts!
ca: Esperem que gaudeixi usant OpenFoodFacts!
el: Ελπίζουμε να απολαύσετε τη χρήση του OpenFoodFacts!
hu: Reméljük örömét leli az OpenFoodFacts használatában!

source: Finish
ar: أنهي
ca: Finalitza
el: Τέλος
hu: Befejezés

source: sesame seeds, sesame
ca: llavors de sèsam, sèsam
el: σπόροι σουσαμιού, σουσάμι
hu: szezám, szezámmag
